<style type="text/css">
  .hiddenform {
    display: none;
  }
</style>
<script type="text/javascript">
  function showForm(flag) {
    document.getElementById('myDIV').style.display = flag === 1 ? 'block' : 'none';
  }
</script>

<!DOCTYPE html>
<html lang="en" style="padding: 55px;">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <meta http-equiv="X-UA-Compatible" content="ie=edge">
  <link rel="stylesheet" href="css\style_index.css">
  <link href="https://unpkg.com/aos@2.3.1/dist/aos.css" rel="stylesheet">
  <script src="https://code.jquery.com/jquery-3.3.1.js"></script>
  <link rel="preconnect" href="https://fonts.gstatic.com">
  <link href="https://fonts.googleapis.com/css2?family=Mitr:wght@300&display=swap" rel="stylesheet">

  <title>DT</title>
</head>

<body>
  <form id="page1" class="page1" action="personalinformation.php" method="POST">
    <div class="index">
      <div class="text_header_index">
        แบบสอบถาม เรื่อง การเก็บรวมรวบข้อมูลอาชีพที่เหมาะสมกับทักษะ ความรู้ และเจตคติ
        ของผู้ประกอบอาชีพด้านเทคโนโลยีดิจิทัลหรือนิเทศศาสตร์ดิจิทัล
      </div>
      <br>
      <div>
        <p id="text_header">คำชี้แจง</p>
        <br>
        <br>
          <label class = "text1">	&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;  เนื่องด้วยข้าพเจ้า นางสาวสุภลักษณ์ สีสุกอง กำลังดำเนินการวิจัย เรื่อง การพัฒนาแบบจำลองการแนะนำวิชาชีพด้านดิจิทัลสำหรับหลักสูตรฐานสมรรถนะรายบุคคล โดยมีวัตถุประสงค์ของการวิจัยเพื่อออกแบบและพัฒนาแบบจำลองการแนะนำวิชาชีพด้านดิจิทัลสำหรับหลักสูตรฐานสมรรถนะรายบุคคล สำหรับประโยชน์ที่คาดว่าจะได้รับจากการวิจัยนี้คือ ได้ทราบปัจจัยที่ส่งผลต่อการเลือกวิชาชีพด้านดิจิทัลสำหรับหลักสูตรฐานสมรรถนะรายบุคคล และได้แบบจำลองการแนะนำวิชาชีพด้านดิจิทัลสำหรับหลักสูตรฐานสมรรถนะรายบุคคล</label>
        <br>
          <label class = "text1"> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; จึงเรียนมาเพื่อขอความอนุเคราะห์ในการตอบแบบสอบถาม  เพื่อประโยชน์ทางการศึกษาดังกล่าว  โดยขอให้ท่านตอบตามความเป็นจริง  เพราะคำตอบของท่านมีความสำคัญต่อการวิเคราะห์ข้อมูลเป็นอย่างยิ่ง ข้าพเจ้าขอรับรองว่าจะเก็บรักษาข้อมูลในการตอบแบบสอบถามของท่านไว้เป็นความลับ  และผลการวิจัยจะนำเสนอในลักษณะภาพรวม  ไม่ระบุชื่อ/ข้อมูลส่วนตัวของท่าน  จึงไม่เกิดผลกระทบต่อการปฏิบัติงานของท่านแต่ประการใด/ไม่มีผลกระทบต่อการเรียนของท่าน</label>
        <br>
          <label  class = "text1"> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;  ข้าพเจ้าหวังเป็นอย่างยิ่งว่าจะได้รับความร่วมมือจากท่านเป็นอย่างดี  และขอขอบพระคุณเป็นอย่างสูงมา ณ โอกาสนี้ หากท่านมีข้อสงสัยเกี่ยวกับงานวิจัย โปรดติดต่อได้ที่ </label>
          <label  class = "text2"> นางสาวสุภลักษณ์ สีสุกอง สาขาวิชาเทคโนโลยีสารสนเทศ มหาวิทยาลัยเทคโนโลยีสุรนารี ตำบลสุรนารี อำเภอเมือง จังหวัดนครราชสีมา หมายเลขโทรศัพท์ 094-3649754 </label>
        <br>
          <label  class = "text3"> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; หากท่านมีปัญหาสงสัยเกี่ยวกับสิทธิของท่านขณะเข้าร่วมการวิจัยนี้  ต้องการทราบข้อมูลเพิ่มเติม  โปรดสอบถามได้ที่ </label>
          <label  class = "text1"> “สำนักงานคณะกรรมการจริยธรรมการวิจัยในมนุษย์ มหาวิทยาลัยเทคโนโลยีสุรนารี โทร. 044--224757  </label>
        <br>
        <br>
        <br>
        <br>
   
        <p id="text_header_index">
          การยินยอมเข้าร่วมวิจัย
        </p>
        <i>
          <p id="text_content1_index">
            <input type="radio" name="checkbox_remember" onclick="showForm(1)"> ข้าพเจ้าได้อ่านแบบคำชี้แจงเกี่ยวกับการเข้าร่วมการเป็นผู้ตอบแบบสอบถามในโครงการวิจัย เรื่อง “การพัฒนาแบบจำลองการแนะนำวิชาชีพด้านดิจิทัลสำหรับหลักสูตรฐานสมรรถนะรายบุคคล” ซึ่งประกอบด้วย วัตถุประสงค์ของการวิจัย ประโยชน์โดยตรงที่จะได้รับจากการเข้าร่วมโครงการวิจัยในครั้งนี้ ขั้นตอนการปฏิบัติตัว ตลอดจนการรับรองจากผู้วิจัยที่จะเก็บรักษาข้อมูลในการตอบแบบสอบถามของข้าพเจ้าไว้เป็นความลับ และ ไม่ระบุชื่อหรือข้อมูลส่วนตัวเป็นรายบุคคลต่อสาธารณชน โดยผลการวิจัยจะนำเสนอในลักษณะภาพรวมที่เป็นการสรุปผลการวิจัยเพื่อประโยชน์ทางวิชาการเท่านั้น ข้าพเจ้าได้อ่านและเข้าใจตามคำอธิบายข้างต้นแล้ว จึงได้ลงนามยินยอมเข้าร่วมโครงการวิจัยนี้ด้วยความสมัครใจ
          </p>
        </i>
       
        <div id="myDIV" class="hiddenform">
          <center><input type='submit' class="button" type="submit" value="ยินยอมเข้าร่วมวิจัย">
        </div>

      </div>
    </div>
  </form>

</html>